Repository: virtual-labs/exp-ac-sonometer-amrt
Catalog: simulation/flash/simulation/locale/*/messages.po
Languages: ml_in

source: Sonometer
ml_in: സോണോമീറ്റര്‍

source: Reset
ml_in: പുനഃക്രമീകരണം

source: Hit tuning fork
ml_in: ട്യുണിഗ് ഫോർക്കിൽ അടിക്കുക

source: Place paper rider
ml_in: പേപ്പര്‍ റൈഡര്‍ വയ്ക്കുക

source: Stop vibration
ml_in: വിറപ്പിക്കൽ നിർത്തുക

source: Select the environment:
ml_in: പരിസ്ഥിതി തെരഞ്ഞെടുക്കുക :

source: Add weighs(kg)
ml_in: തൂക്കം കൂട്ടുക(കി.ഗ്രാം)

source: Select the wire material:
ml_in: കമ്പിയുടെ പദാര്ത്ഥംക തെരഞ്ഞെടുക്കുക :

source: Diameter of the wire:
ml_in: കമ്പിയുടെ വ്യാസം :

source: Frequency:
ml_in: ആവൃത്തി :

source: Weight hanger weight:
ml_in: വെയ്റ്റ്ഹാങ്ങറിന്റെ ഭാരം :

source: Position of bridge A:
ml_in: ബ്രിഡ്ജ് എ യുടെ സ്ഥാനം :

source: Position of bridge B:
ml_in: ബ്രിഡ്ജ് ബി യുടെ സ്ഥാനം :

source: Copper
ml_in: ചെമ്പ്

source: Steel
ml_in: ഉരുക്ക്

source: Nichrome
ml_in: നിക്രോം

source: Constantan
ml_in: കോണ്സ്റ്റാ ന്റകന്‍

source: Earth (g=9.8 m/s&#178;)
ml_in: ഭൂമി (g=9.8 m/s&#178;)

source: Moon (g=1.6 m/s&#178;)
ml_in: ചന്ദ്രന്‍ (g=1.6 m/s&#178;)

source: Uranus (g=8.69 m/s&#178;)
ml_in: യുറാനസ് (g=8.69 m/s&#178;)

source: Saturn (g=10.14 m/s&#178;)
ml_in: ശനി (g=10.14 m/s&#178;)

source: Jupiter (g=24.79 m/s&#178;)
ml_in: വ്യാഴം (g=24.79 m/s&#178;)

source: Mars (g=3.7111 m/s&#178;)
ml_in: ചൊവ്വ (g=3.7111 m/s&#178;)

source: Venus (g=8.83 m/s&#178;)
ml_in: ശുക്രന്‍ (g=8.83 m/s&#178;)

source: Mercury (g=3.7 m/s&#178;)
ml_in: ബുധന്‍ (g=3.7 m/s&#178;)

source: Neptune (g=11.15 m/s&#178;)
ml_in: നെപ്ട്യൂണ്‍ (g=11.15 m/s&#178;)

source: First resonance length
ml_in: ആദ്യത്തെ അനുനാദ ദൈര്ഘ്യം

source: Second resonance length
ml_in: രണ്ടാമത്തെ അനുനാദ ദൈര്ഘ്യം

source: Third resonance length
ml_in: മൂന്നാമത്തെ അനുനാദ ദൈര്ഘ്യം

source: Fourth resonance length
ml_in: നാലാമത്തെ അനുനാദ ദൈര്ഘ്യം
